# Core tools
brew "git"
brew "neovim"
brew "curl"
brew "wget"

# Language version managers
brew "mise"

# Development tools
brew "ruby-build"  # Needed for mise to install Ruby
brew "openssl@3"   # Dependency for ruby-build
brew "libyaml"     # Dependency for ruby-build
brew "libffi"      # Dependency for ruby-build

# Search and file tools (commonly used with nvim)
brew "ripgrep"     # rg - fast grep alternative
brew "fd"          # fd - fast find alternative
brew "fzf"         # fuzzy finder
brew "bat"         # cat with syntax highlighting
brew "tree"        # directory tree viewer

# Git tools
brew "lazygit"     # Git TUI

# Terminal multiplexer
brew "tmux"        # Terminal multiplexer
brew "zellij"      # Modern terminal workspace

# LSP and formatters that might be needed
brew "lua-language-server"
brew "stylua"      # Lua formatter

# Additional utilities
brew "jq"          # JSON processor
brew "yq"          # YAML processor
brew "htop"        # Process viewer
brew "watch"       # Execute command repeatedly