# Core packages
brew "git"
brew "stow"
brew "asdf"

# Development tools
brew "neovim"
brew "lazygit"
brew "tmux"
brew "zsh"

# Terminal emulators
brew "alacritty"
brew "kitty"

# Linting and formatting tools
brew "shellcheck"
brew "shfmt"
brew "markdownlint-cli"
brew "prettier"
brew "taplo"
brew "stylua"

# OS specific
if OS.mac?
  brew "hyprland"  # Only for Linux
end

# Casks (macOS only)
if OS.mac?
  cask "font-fira-code"
  cask "font-jetbrains-mono"
end