{
  "Comment.nvim": { "branch": "master" },
  "CopilotChat.nvim": { "branch": "canary" },
  "FixCursorHold.nvim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "boole.nvim": { "branch": "main" },
  "bufexplorer": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "commander.nvim": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "flash.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "git-time-lapse": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "image_preview.nvim": { "branch": "main" },
  "inc-rename.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "markdown.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.ai": { "branch": "main" },
  "mini.indentscope": { "branch": "main" },
  "moonfly": { "branch": "master" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "neoconf.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neotest": { "branch": "master" },
  "neotest-minitest": { "branch": "main" },
  "neotest-rspec": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-spectre": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window-picker": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "other.nvim": { "branch": "main" },
  "oxocarbon.nvim": { "branch": "main" },
  "persistence.nvim": { "branch": "main" },
  "plantuml-previewer.vim": { "branch": "master" },
  "plantuml-syntax": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "refactoring.nvim": { "branch": "master" },
  "remote-sshfs.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "symbols-outline.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-media-files.nvim": { "branch": "master" },
  "telescope-rails-db-schema": { "branch": "master" },
  "telescope-rails.nvim": { "branch": "master" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toast.vim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "trouble.nvim": { "branch": "main" },
  "vim-fugitive": { "branch": "master" },
  "vim-grammarous": { "branch": "master" },
  "vim-highlightedyank": { "branch": "master" },
  "vim-moonfly-colors": { "branch": "master" },
  "vim-rails": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-slim": { "branch": "master" },
  "vim-system-copy": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vimtex": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "yaml-revealer": { "branch": "master" }
}
